Revit 2027 API
GroupTypeId.Ifc Property
 IFC Parameters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Ifc { get; }
Public Shared ReadOnly Property Ifc As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Ifc {
	ForgeTypeId^ get ();
}
static member Ifc : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace